Revit 2018 API
ExportLayerTable Properties
The ExportLayerTable type exposes the following members.
Properties
Name | Description
Count
 Count of the items contained in the collection.
IsValidObject
 Specifies whether the .NET object represents a valid Revit entity.
Item
See Also
ExportLayerTable Class
Autodesk.Revit.DB Namespace